/**
 * Armenian translation for bootstrap-datepicker
 * Hayk Chamyan <hamshen@gmail.com>
 */
;(function($){
	$.fn.datetimepicker.dates['hy'] = {
		days: ["钥斋謤铡寨斋", "缘謤寨崭謧辗铡闸诈斋", "缘謤榨謩辗铡闸诈斋", "諌崭謤榨謩辗铡闸诈斋", "諃斋斩眨辗铡闸诈斋", "請謧謤闸铡诈", "諊铡闸铡诈", "钥斋謤铡寨斋"],
		daysShort: ["钥斋謤", "缘謤寨", "缘謤謩", "諌崭謤", "諃斩眨", "請謧謤", "諊铡闸", "钥斋謤"],
		daysMin: ["钥斋", "缘寨", "缘謩", "諌崭", "諃斋", "請謧", "諊铡", "钥斋"],
		months: ["諃崭謧斩站铡謤", "論榨湛謤站铡謤", "談铡謤湛", "员蘸謤斋宅", "談铡盏斋战", "諃崭謧斩斋战", "諃崭謧宅斋战", "諘眨崭战湛崭战", "諐榨蘸湛榨沾闸榨謤", "諃崭寨湛榨沾闸榨謤", "諉崭盏榨沾闸榨謤", "源榨寨湛榨沾闸榨謤"],
		monthsShort: ["諃斩站", "論榨湛", "談铡謤", "员蘸謤", "談铡盏", "諃崭謧斩", "諃崭謧宅", "諘眨战", "諐榨蘸", "諃崭寨", "諉崭盏", "源榨寨"],
		today: "员盏战謪謤",
		suffix: [],
		meridiem: []
	};
}(jQuery));
