/**
 * Kazakh translation for bootstrap-datepicker
 * Yerzhan Tolekov <era.tolekov@gmail.com>
 */
;(function($){
	$.fn.datepicker.dates['kk'] = {
		days: ["袞械泻褋械薪斜褨", "袛爷泄褋械薪斜褨", "小械泄褋械薪斜褨", "小訖褉褋械薪斜褨", "袘械泄褋械薪斜褨", "袞冶屑邪", "小械薪斜褨", "袞械泻褋械薪斜褨"],
		daysShort: ["袞械泻", "袛爷泄", "小械泄", "小訖褉", "袘械泄", "袞冶屑", "小械薪", "袞械泻"],
		daysMin: ["袞泻", "袛褋", "小褋", "小褉", "袘褋", "袞屑", "小薪", "袞泻"],
		months: ["覛邪遥褌邪褉", "袗覜锌邪薪", "袧邪褍褉褘蟹", "小訖褍褨褉", "袦邪屑褘褉", "袦邪褍褋褘屑", "楔褨谢写械", "孝邪屑褘蟹", "覛褘褉泻爷泄械泻", "覛邪蟹邪薪", "覛邪褉邪褕邪", "袞械谢褌芯覜褋邪薪"],
		monthsShort: ["覛邪遥", "袗覜锌", "袧邪褍", "小訖褍", "袦邪屑褘褉", "袦邪褍", "楔谢写", "孝屑蟹", "覛褘褉", "覛蟹薪", "覛邪褉", "袞械谢"],
		today: "袘爷谐褨薪",
		weekStart: 1
	};
}(jQuery));
